# title Клиент-сервер для подсчета почасовой ставки
# description
# Большинство из нас - наемные работники, получающие фиксированную ставку в месяц.
# Но бывает интересно узнать сколько ты зарабатываешь за час.
# Почасовая ставка будет отличаться от месяца к месяцу из-за праздников и разного расположения выходных от года к году.
#
# Узнать количество рабочих дней в конкретном месяце можно с помощью API сервиса https://isdayoff.ru/.
# Но в нем нет возможности посчитать свою почасовую ставку. А хотелось бы.
# end
# Серверная часть находится в пакете server
# Клиент - в пакете client
